tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "binutils"
brew "pycparser"
brew "cffi"
brew "coreutils"
brew "curl"
brew "dbmate"
brew "diffutils"
brew "docutils"
brew "entr"
brew "envconsul"
brew "findutils"
brew "git"
brew "git-flow"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "grep"
brew "gzip"
brew "htop"
brew "jq"
brew "k9s"
brew "kustomize"
brew "libfido2"
brew "mdless"
brew "mysql"
brew "nmap"
brew "nvm"
brew "protobuf"
brew "pulseaudio"
brew "pyenv"
brew "redis"
brew "rsync"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
cask "dbeaver-community"
cask "docker"
cask "font-fira-code"
cask "ngrok"
cask "notion"
cask "protopie"
cask "sublime-text"
cask "visual-studio-code"
cask "warp"
vscode "dbaeumer.vscode-eslint"
vscode "flowtype.flow-for-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.hcl"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "usernamehw.errorlens"
vscode "zxh404.vscode-proto3"
